{
    "TITLE": "DÉVELOPPEUR WEB\nFULLSTACK",
    "TITLE-PROJECTS": "MES\nPROJETS",
    "TITLE-STACK": "MES\nCOMPÉTENCES",
    "TITLE-ME": "UN PEU DE MOI",
    "TITLE-FORM": "CONTACTEZ-MOI",
    "NAVBAR-PROJECTS": "PROJETS",
    "NAVBAR-STACK": "COMPÉTENCES",
    "NAVBAR-ME": "MOI PLUS\nEN DÉTAILS",
    "NAVBAR-FORM": "ON PREND\nCONTACT ?",
    "NAVBAR-CV": "TÉLÉCHARGER\nMON CV",
    "STICKY-NAVBAR-ME": "MOI PLUS EN DÉTAILS",
    "STICKY-NAVBAR-FORM": "ON PREND CONTACT ?",
    "STICKY-NAVBAR-CV": "TÉLÉCHARGER MON CV",
    "HEADER-ME": "Développeur web FullStack à votre service ! Pour une embauche directe ou en freelance, je me ferais un plaisir de vous aider. Développement d'un site ou d'une application web ou mobile, en partant d'un design pré-établi ou en concevant la maquette moi-même, c'est vous qui décidez. Pour du front-end, du back-end ou des branchements, je peux aussi !",
    "SUBTITLE-FORM": "Vous avez des questions, des envies, des projets ?",
    "FORM-CONTACT-DETAILS": "Mes coordonnées",
    "TITLE-OF-FORM": "Formulaire pour une prise de contact immédiate",
    "FORM-NAME": "Votre nom",
    "FORM-EMAIL": "Votre email",
    "FORM-MESSAGE": "Votre message",
    "FORM-NAME-ERROR": "Le nom est requis",
    "FORM-EMAIL-ERROR": "Email invalide",
    "FORM-MESSAGE-ERROR": "Votre message est requis",
    "FORM-PLACEHOLDER": "Quel est votre projet ?",
    "FORM-BUTTON": "Envoyer",
    "FORM-GITHUB": "Mon Github",
    "FORM-LINKEDIN": "Mon Linkedin",
    "ME-ADJECTIVE-ONE": "Minutieux",
    "ME-ADJECTIVE-TWO": "Organisé",
    "ME-ADJECTIVE-THREE": "Apprend vite",
    "ME-IN-DETAILS": "Ancien projectionniste et détenteur d'un master en management, je me suis lancé dans la création de ma propre entreprise \"La Cinquième Dimension\". J'y ai pu développer mes compétences en gestion de projet, en anticipation des risques et découvert sur le terrain l'ensemble des besoins d'une organisation.\nSuite à l'arrivée du Covid, j'ai décidé de me reconvertir dans un autre secteur qui avait mon intérêt depuis plusieurs années : le développement web. J'ai alors commencé une formation Graduate Fullstack et me suis spécialisé pour le moment dans le développement d'applications React doublée de Node.js.\nAprès un stage de plusieurs mois avec l'équipe de CodAlly, je travaille actuellement pour le site web du jeu de rôle \"Harmonistère\", dont la sortie est imminente. Aujourd'hui, je suis à la recherche d'un poste de développeur web, et en attendant, je continue de construire mes propres projets et de répondre aux commandes.",
    "PRO-CARD-THREE-TITLE": "Autres projets",
    "PROJECTS": {
        "DEFAULT_TITLE": "Cliquez sur un projet !",
        "DEFAULT_TEXT": "Voici un rapide tour d'horizon des projets les plus importants pour moi. Etant encore junior, cette section est encore modeste mais je m'applique à améliorer les projets existants ou à travailler sur de nouveaux que je vous présenterais bientôt ! Je suis très content du code que je déploie en ce moment, qui monte en qualité. Il est mieux factorisé, mieux commenté et plus performant. Je m'emploie aussi à une veille technologique hebdomadaire pour rester au courant des dernières technologies que je tente ensuite d'intégrer dans mes applications.",
        "LIST": [
            {
            "TITLE": "Harmonistère",
            "TECHNOLOGIES": ["react-logo", "nodejs-logo", "mongodb-logo"],
            "SUMMARY": "Harmonistère est une application pour le jeu de rôle éponyme qui sortira bientôt. Si le site est toujours en construction, il reste mon plus grand accomplissement en tant que développeur. Fait sous React et Node.js, bientôt déployé, on peut déjà s'y inscrire, créer des fiches de personnages, les modifier à l'envie, les supprimer, créer des sessions de jeu avec chatbox intégrée.\n\nAvec l'aide d'une graphiste et du client, de nouvelles fonctionnalités sortiront dans les jours à venir, comme :\n\n- Plusieurs outils pour jouer à Harmonistère avec sa fiche grâce à la gestion de ressources et de blessures.\n- La gestion d'amis et consultation de leurs fiches.\n- Les fonctions attendues pour jouer ensemble à Harmonistère dans l'instance de jeu."

            },
            {
            "TITLE": "Le Quai Antique",
            "TECHNOLOGIES": ["html-logo", "php-logo", "mysql-logo"],
            "SUMMARY": "Le Quai Antique est mon premier projet demandé par ma plateforme de formation Studi. Il a été réalisé en à peine deux mois, une période éreintante mais qui m'a fait énormément progressé, bien que le résultat final soit digne d'une première tentative.\n\nOn retrouve quand même un front en HTML, CSS et JavaScript, tout en responsive design, avec de nombreuses communications à une base de données MySQL, qui permettait de prendre des rendez-vous pour réserver une table ou encore accéder à un panneau administrateur pour modifier les horaires."

            },
            {
            "TITLE": "Autres projets",
            "TECHNOLOGIES": ["javascript-logo", "angular-logo", "python-logo"],
            "SUMMARY": "Est-ce tout ? Non ! Vous pouvez bien sûr rajouter ce portfolio sous vos yeux créé avec Angular. Je suis très loin d'utiliser tout le potentiel du framework mais c'est un aperçu avant que je ne m'attaque à un plus gros projet. J'ai aussi créé le site d'une association à Créteil mais la commande a été annulée à la moitié du projet et je préfère ne pas montrer le résultat.\n\nJe ne peux pas non plus dévoiler ce que j'ai produit avec l'équipe de CodAlly durant mon stage de presque un an chez eux, comme nous travaillions pour un ministère québecois, mais je peux au moins dire que j'y ai fait beaucoup de front-end, notamment JavaScript et qu'il m'est arrivé de toucher à du Python (sous Flask) de temps en temps pour y produire quelques fonctions ou effectuer des branchements avec mon design.\n\nQuant à mes futurs projets, je suis déjà dessus : je prévois d'une part de réaliser ma première vraie mission free-lance pour une entreprise belge, de commencer une fois le site Harmonisère assez avancé, une version mobile sous react-native, et enfin de développer pour m'entraîner avec React et Symfony, un site de co-voiturage !"
            }
        ]
    }
}